Repository: plonk/rbbr
Catalog: po/*/rbbr.po
Languages: be, cy, de, fr, it, ja, ko, pt_br

source: About this application
be: Пра гэтае дастасаваньне
cy: Ynghylch y rhaglen hwn
de: Info zu RBBR
fr: A propos de cette application
it: Informazioni sull'applicazione
ja: このアプリケーションについて
ko: 이 프로그램에 대해
pt_br: Sobre esta aplicação

source: Name
be: Назва
cy: Enw
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome

source: Value
be: Значэньне
cy: Gwerth
de: Wert
fr: Valeur
it: Valore
ja: 値
ko: 값
pt_br: Valor

source: Return type
be: Тып вяртаньня
cy: Math dychwelyd
de: Rückgabewert
fr: Type de retour
it: Tipo restituito
ja: 戻り値の型
ko: 반환형
pt_br: Tipo de retorno

source: Parameters
be: Парамэтры
cy: Paramedrau
de: Parameter
fr: Paramêtres
it: Parametri
ja: パラメータ
ko: 파라메터
pt_br: Parâmetros

source: Type
be: Тып
cy: Math
de: Typ
it: Tipo
ja: 型
ko: 종류

source: Flags
be: Сьцягі
cy: Benneri
fr: Drapeaux
it: Flag
ja: フラグ
ko: 플래그

source: Default
be: Дапомна
cy: Rhagosodiad
fr: Défaut
ja: デフォルト
ko: 기본
pt_br: Padrão

source: Select a Ruby script
be: Вылучыце сцэнар Рубі
cy: Dewiswch sgript Ruby
de: Ein Ruby-Skript auswählen
fr: Sélectionnez un script Ruby
it: Seleziona uno script Ruby
ja: Rubyスクリプト選択
ko: 루비 스크립트를 선택
pt_br: Selecione um script de Ruby

source: A folder was selected when a file was expected.
cy: Dewiswyd plygell ond disgwyliwyd ffeil.
de: Es wurde ein Verzeichnis anstatt einer Datei ausgewählt.
fr: Un répertoire a été sélectionné à la place d'un fichier
it: E' stata selezionata una cartella invece di un file.
ja: rubyスクリプトファイルを指定してください
ko: 파일이 아니라 폴더를 골랐습니다.
pt_br: Uma pasta foi selecionada quando um arquivo era esperado.

source: Could not load the script '%s'
cy: Methwyd llwytho'r sgript '%s'
de: Das Skript '%s' konnte nicht geladen werden
ja: '%s'をロードできませんでした
ko: '%s' 스크립트를 부를 수 없습니다
pt_br: Não foi possível carregar o script '%s'

source: /_File
be: /_Файл
cy: /_Ffeil
de: /_Datei
fr: /_Fichier
ja: /ファイル(_F)
ko: /파일(_F)
pt_br: /_Arquivo

source: /_File/_Require Library...
be: /_Файл/За_патрабаваць бібліятэку...
cy: /_Ffeil/_Mynnu Llyfrgell...
de: /_Datei/Eine _Bibliothek laden...
fr: /_Fichier/Charger une bibliothèque...
it: /_File/Ca_rica Libreria...
ja: /ファイル(_F)/ライブラリを読み込む(_R)...
ko: /파일(_F)/라이브러리를 요구...(_R)
pt_br: /_Arquivo/_Carregar Biblioteca...

source: /_File/_Load Script...
be: /_Файл/За_грузіць сцэнар...
cy: /_Ffeil/_Llwytho Sgript...
de: /_Datei/Ein Skript _laden...
fr: /_Fichier/Charger un _script...
it: /_File/Carica Script...
ja: /ファイル(_F)/スクリプトのロード(_L)...
ko: /파일(_F)/스크립트 불러오기...(_L)
pt_br: /_Arquivo/C_arregar Script...

source: /_File/_Separator
be: /_Файл/_Separator
cy: /_Ffeil/_Gwahannydd
de: /_Datei/_Separator
fr: /_Fichier/_Séparateur
ja: /ファイル(_F)/_Separator
ko: /파일(_F)/구분자
pt_br: /_Arquivo/S_eparador

source: /_File/_Quit
be: /_Файл/Вы_йсьці
cy: /_Ffeil/_Gadael
de: /_Datei/_Beenden
fr: /_Fichier/_Quitter
it: /_File/_Esci
ja: /ファイル(_F)/終了(_Q)
ko: /파일(_F)/끝내기(_Q)
pt_br: /_Arquivo/_Sair

source: /_View
be: /_Выгляд
cy: /_Golwg
de: /_Ansicht
fr: /_Vue
it: /_Visualizza
ja: /表示(_V)
ko: /보기(_V)
pt_br: /_Visualizar

source: /_View/_Expand All
be: /_Выгляд/_Разгарнуць усё
cy: /_Golwg/_Ehangu Popeth
de: /_Ansicht/Alles _entfalten
fr: /_Vue/Tout _montrer
it: /_Visualizza/_Espandi Tutto
ja: /表示(_V)/ツリーを全て開く(_E)
ko: /보기(_V)/전부 펼치기(_E)
pt_br: /_Visualizar/_Expandir Todos

source: /_View/_Collapse All
be: /_Выгляд/_Згарнуць усё
cy: /_Golwg/_Dymchwel Popeth
de: /_Ansicht/Alles zusammen_falten
fr: /_Vue/Tout _cacher
it: /_Visualizza/_Restringi Tutto
ja: /表示(_V)/ツリーを全て閉じる(_C)
ko: /보기(_V)/전부 접기(_C)
pt_br: /_Visualizar/_Compactar todos

source: /_View/_Separator1
be: /_Файл/_Separator
cy: /_Golwg/_Gwahannydd1
de: /_Ansicht/Separator_1
fr: /_Vue/_Séparateur1
it: /_Visualizza/_Separator1
ja: /表示(_V)/_Separator1
ko: /보기(_V)/구분자1
pt_br: /_Visualizar/_Separador1

source: /_View/Go _Back
be: /_Выгляд/Go _Back
cy: /_Golwg/Mynd _Nôl
de: /_Ansicht/_Zurück
fr: /_Vue/Aller en _Arrière
it: /_Visualizza/_Indietro
ja: /表示(_V)/戻る(_B)
ko: /보기(_V)/뒤로 가기(_B)
pt_br: /_Visualizar/_Voltar

source: /_View/Go _Forward
be: /_Выгляд/Go _Forward
cy: /_Golwg/Mynd _Ymlaen
de: /_Ansicht/_Vorwärts
fr: /_Vue/Aller en A_vant
it: /_Visualizza/_Avanti
ja: /表示(_V)/次へ(_F)
ko: /보기(_V)/앞으로 가기(_F)
pt_br: /_Visualizar/_Avançar

source: /_View/_Separator2
be: /_Выгляд/_Separator2
cy: /_Golwg/_Gwahannydd2
de: /_Ansicht/Separator_2
fr: /_Vue/_Séparateur2
it: /_Visualizza/_Separator2
ja: /表示(_V)/_Separator2
ko: /보기(_V)/구분자2
pt_br: /_Visualizar/_Separador2

source: /_View/_Refresh
be: /_Выгляд/_Refresh
cy: /_Golwg/_Diweddaru
de: /_Ansicht/_Aktualisieren
fr: /_Vue/_Rafraichir
it: /_Visualizza/_Aggiorna
ja: /表示(_V)/再読込
ko: /보기(_V)/새로고침(_R)
pt_br: /_Visualizar/A_tualizar

source: /_View/_Separator
be: /_Выгляд/_Separator
cy: /_Golwg/_Gwahannydd
de: /_Ansicht/_Separator
fr: /_Vue/_Séparateur
it: /_Visualizza/_Separator
ja: /表示(_V)/_Separator3
ko: /보기(_V)/구분자
pt_br: /_Visualizar/_Separador

source: /_View/_Stock Item and Icon Browser...
be: /_Выгляд/Убудаваныя значкі...
cy: /_Golwg/Porwr Eitem Stoc ac Eicon...
de: /_Ansicht/_Stock-Item- und Icon-Browser...
fr: /_Vue/Navigateur d'icônes et d'éléments prédéfinis...
it: /_Visualizza/Browser per _Stock Item ed Icone...
ja: /表示(_V)/ストックアイテム・アイコンブラウザ...
ko: /보기(_V)/_Stock Item and Icon Browser...
pt_br: /_Visualizar/_Navegador de Icones e Itens de Estoque...

source: /_Help
be: /_Даведка
cy: /_Cymorth
de: /_Hilfe
fr: /_Aide
it: /A_iuto
ja: /ヘルプ(_H)
ko: /도움말(_H)
pt_br: /A_juda

source: /_Help/_About
be: /_Даведка/_Пра праграму
cy: /_Cymorth/_Ynghylch
de: /_Hilfe/_Info
fr: /_Aide/À _propos...
it: /A_iuto/I_nformazioni
ja: /ヘルプ(_H)/このアプリケーションについて
ko: /도움말(_H)/정보(_A)
pt_br: /A_juda/_Sobre

source: Go back
cy: Mynd yn ôl
de: Zurück
fr: Aller en arrière
it: Va Indietro
ja: 一つ前へ戻る
ko: 뒤로 가기
pt_br: Voltar

source: Go forward
cy: Mynd ymlaen
de: Vorwärts
fr: Aller en avant
it: Va Avanti
ja: 一つ先へ進む
ko: 앞으로 가기
pt_br: Avançar

source: Enter search class/module and method/constant
cy: Rhowch dosbarth/modiwl a dull/cysonyn chwilio
de: Suche nach Klasse/Modul und Methode/Konstante
fr: Entrez une classe/module et une méthode/constante pour la recherche
it: Inserire classe/modulo e metodo/costante da cercare
ja: 検索するクラス/モジュールとメソッド/定数を入れてください
ko: 찾을 클래스 입력/모듈과 메소드/상수
pt_br: Entre busca de classe/módulo e método/constante

source: Ruby Browser
cy: Porwr Ruby
fr: Navigateur Ruby
ko: 루비 브라우져
pt_br: Navegador de Ruby

source: _List
be: Сьпіс
cy: _Rhestr
de: _Liste
fr: Lister
it: _Lista
ja: 一覧(_L)
ko: 리스트(_L)
pt_br: _Lista

source: _Tree
be: Дрэва
cy: _Coeden
de: _Baum
fr: Arbre
it: _Albero
ja: ツリー(_T)
ko: 트리(_T)
pt_br: _Árvore

source: (no document)
be: (няма дакумэнта)
cy: (dim dogfen)
de: (kein Dokument)
fr: (pas de documentation)
it: (nessun documento)
ja: (ドキュメントなし)
ko: (비었음)
pt_br: (sem documento)

source: Select a library
ko: 라이브러리 선택
pt_br: Selecione uma biblioteca

source: Check target libraries:
cy: Gwirio llyfrgellau targed:
de: Bitte markieren Sie die aufzulistenden Bibliotheken:
fr: Cochez les bibliothèques cibles:
it: Scegli le libreria da caricare
ja: 対象ライブラリを選択してください：
ko: 목표 라이브러리 검사:
pt_br: Checar as bibliotecas alvo:

source: Libraries Tree
be: Дрэва бібліятэк
cy: Coeden Llyfrgellau
de: Name
fr: Arbre des bibliothèques
it: Albero delle librerie
ja: ライブラリツリー
ko: 라이브러리 트리
pt_br: Árvores de Bibliotecas

source: Libraries
be: Бібліятэкі
cy: Llyfrgellau
de: Bibliotheken
fr: Bibliothèques
it: Librerie
ja: ライブラリ
ko: 라이브러리들
pt_br: Bibliotecas

source: Class Methods / Module Functions
be: Мэтады клясы / Функцыі модуля
cy: Dulliau Dosbarthau / Ffwythiannau Modylau
de: Klassenmethoden / Modulfunktionen
fr: Méthodes de classe / Fonctions de module
it: Metodi di Classe / Funzioni di Modulo
ja: クラスメソッド / モジュール関数
ko: 클래스 메소드 / 모듈 함수
pt_br: Métodos de Classe / Funções de Módulo

source: Public Instance Methods
be: Грамадскія мэтады
cy: Dulliau Enghraifft Cyhoeddus
de: Öffentliche Methoden der Instanz
fr: Méthodes d'instances publiques
it: Metodi d'istanza pubblici
ja: Publicインスタンスメソッド
ko: 퍼블릭 인스턴스 메소드
pt_br: Métodos Públicos de Instância

source: Protected Instance Methods
be: Абароненыя мэтады
cy: Dulliau Enghraifft Gwarchodedig
de: Geschützte Methoden der Instanz
fr: Méthodes d'instances protégées
it: Metodi d'istanza protetti
ja: Protectedインスタンスメソッド
ko: 프로텍티드 인스턴스 메소드
pt_br: Métodos Protegidos de Instância

source: Private Instance Methods
be: Прыватныя мэтады
cy: Dulliau Enghraifft Preifat
de: Private Methoden der Instanz
fr: Méthodes d'instances privées
it: Metodi d'istanza privati
ja: Privateインスタンスメソッド
ko: 프라이빗 인스턴스 메소드
pt_br: Métodos Privados de Instância

source: Methods
be: Мэтады
cy: Dulliau
de: Methoden
fr: Méthodes
it: Metodi
ja: メソッド
ko: 메소드
pt_br: Métodos

source: Constants
be: Нязьменныя
cy: Cysonion
de: Konstanten
fr: Constantes
it: Costanti
ja: 定数
ko: 상수
pt_br: Constantes

source: Signals
be: Сыгналы
cy: Arwyddion
de: Signale
fr: Signaux
it: Segnali
ja: シグナル
ko: 시그널
pt_br: Sinais

source: Properties
be: Уласьцівасьці
cy: Priodweddau
fr: Propriétés
it: Proprietà
ja: プロパティ
ko: 등록 정보
pt_br: Propriedades

source: Child Properties
cy: Priodweddau Plentyn
fr: Propriétés
it: Proprietà del figlio
ja: 子プロパティ
ko: 자식 등록정보
pt_br: Propriedades de filha

source: Styles
cy: Arddulliau
it: Stili
ja: スタイル
ko: 스타일
pt_br: Estilos

source: Select a class/module
cy: Dewiswch ddosbarth/modiwl
de: Eine Klasse/ein Modul auswählen
fr: Sélectionnez une classe/module
it: Seleziona classe/modulo
ja: クラス/モジュールを選択してください
ko: 클래스 선택/모듈
pt_br: Selecione uma classe/módulo

source: Classes / Modules
be: Клясы / Модулі
cy: Dosbarthau / Modylau
de: Klassen / Module
it: Classi / Moduli
ja: クラス/モジュール
ko: 클래스 / 모듈
pt_br: Classes / Módulos

source: <root>
be: <корань>
cy: <gwraidd>
fr: <racine>
it: <radice>
ja: <ルート>
ko: <루트>

source: <modules>
be: <модулі>
cy: <modylau>
it: <moduli>
ja: <モジュール>
ko: <모듈>

source: The text you entered was not found. Wrap arround?
cy: Ni chanfuwyd y testun rhoddwch. Amlapio?
de: Der gesuchte Text wurde nicht gefunden. Von vorne suchen?
fr: Le critère entré n'a pas pu être trouvé. Reprendre du début?
it: Il testo inserito non è stato trovato. Cercare dall'inizio?
ja: 文字列が見つかりませんでした。最初から繰り返しますか？
ko: 입력한 단어를 찾을 수 없습니다. 정확히 입력하셨나요?
pt_br: O texto que você entrou não foi achado. Procurar do início?

source: _Search Term:
cy: _Term Chwilio:
de: _Suchbegriff:
fr: Critère de _Recherche:
it: C_erca termine:
ja: 検索文字列：(_S)
ko: 찾을 말(_S):
pt_br: _Termo para procurar:

source: Search
cy: Chwilio
de: Suchen
fr: Recherche
it: C_erca
ja: 検索
ko: 찾기
pt_br: Procurar

source: Could not compile %s
cy: Methwyd crynhoi %s
de: Der reguläre Ausdruck '%s' konnte nicht kompiliert werden
fr: Impossible de compiler %s
it: Impossibile compilare %s
ja: 文字列が不正です：%s
ko: %s을(를) 컴파일 할 수 없습니다
pt_br: Não foi possível compilar %s

source: Selected Item - Gtk::IconSize
be: Вылучаны элемэнт - Gtk::IconSize
cy: Eitem Dewisiedig - Gtk::IconSize
de: Ausgewähltes Element - Gtk::IconSize
fr: Élément sélectionné - Gtk::IconSize
it: Oggetto selezionato - Gtk::IconSize
ja: 選択アイテム - Gtk::IconSize
ko: 선택된 아이템 - Gtk::IconSize
pt_br: Item Selecionado - Gtk::IconSize

source: Label
be: Адмеціна
fr: Étiquette
ja: ラベル
ko: 레이블
pt_br: Rótulo

source: Accel
be: Паскаральнік
cy: Cyflymydd
fr: Raccourcis
ja: アクセラレータ
ko: 엑셀
pt_br: Atalho

source: ID
be: Ід
fr: Identifiant
ko: 아이디

source: Stock Item and Icon Browser
be: Убудаваныя значкі
cy: Powr Eitem Stoc ac Eicon
de: Stock-Item- und Icon-Browser
fr: Navigateur d'icônes et d'éléments prédéfinis...
it: Browser per Stock Item ed Icone
ja: ストックアイテム・アイコンブラウザ
ko: 스톡 아이템과 아이콘 브라우져
pt_br: Navegador de Icones e Itens de Estoque

source: Select libraries
be: Вылучэньне бібліятэкі
cy: Dewiswch lyfrgell
de: Bibliotheken auswählen
fr: Sélectionnez une bibliothèque
it: Seleziona una libreria
ja: ライブラリ選択

source: Could not load the script %s
fr: Impossible de charger le script %s

source: Could not load the script "%s"
it: Impossibile caricare lo script "%s"

source: GType
be: GТып
